Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/davviriikkalas_samekonvensuvdna_fi/index.php_option=com_docman_task=doc_download_gid=1410_itemid=10.pdf.tmx
Source language: sme
Languages: sms

source: Beavdegirji
sms: PåŠrddǩeŠrjj

source: Sámiministariid ja sámedikkiid presideanttaid čoahkkin Stockholmas skábmamánu 22. b. 2010
sms: SääŠmaaŠšši vaŠstteei ministeerji da presideenti sååbbar Tukholmast skammʼmannu 22. peeiŠv 2010

source: Davviriikkalaš sápmelaš giellabálkkašupmi – Gollegiella
sms: TâŠvvjânnamlaž sääŠm ǩiõllcistt – Gollegiella

source: Ministarat ja sámedikkepresideanttat dohkkehit ovttamielalaččat Davviriikkalaš sápmelaš giellabálkkašumi – Gollegiella – njuolggadusaid rievdadusevttohusaid.
sms: Ministeer da sääŠmteeŠǧǧ ministeer preŠmme õõutmiõllsânji tâŠvvjânnamlaž sääŠm ǩiõllcistt -

source: Dat leat dán beavdegirjji lasáhussan.
sms: – Gollegiella – šiettŠteemm-muttõõzz, kååŠtt lij påŠrddǩeeŠrj õhttõssân.

source: Fuopmášuvvo ahte maiddái giellabálkkašumi várás sierra namahuvvon árvvoštallanlávdegoddi ovttamielalaččat lea namahan jagi 2010 vuoitiid ja lea addán čálalaš ákkastallama.
sms: Tuõđât, što še jeeŠrab nõõmtum ǩiõllciist ärvvtõõllâmluŠvddkåŠdd lij õõutmiõllsânji nõõmtam eeŠjj 2010 ciistvuäǯǯjid da lij kuâđđam ǩeŠrjjlaž vuâđđummuužž.

source: Vuoitit leaba Máret Sárá ja Lajla Mattsson Magga.
sms: Ciist vuäǯǯai liâ Máret Sárá da Lajla Mattsson Magga.

source: Sámeáššiid davviriikkalaš virgeolmmoškomitea bivdojuvvo válbmejuvvot jagi 2012 bálkkašumi juohkin.
sms: SääŠmaaŠšši tâŠvvjânnamlaž veŠrǧǧorgaan raaukât valmštõõllâd eeŠjj 2010 ciist juâkkmõõžž.

source: Davviriikkalaš sámekonvenšuvdna – joatkkabargu
sms: TâŠvvjânnamlaž sääŠmsuåppmõš – juätkktuõjjstõõllmõš

source: Čoahkkimisteaset 12. 11. 2008 sámiministarat ja sámedikkiid presideanttat ledje ovtta oaivilis das, ahte davviriikkalaš sámekonvenšuvdnabargu berre jotkojuvvot.
sms: Såbbrstes skammʼmannu 12. peeiŠv 2008 ministeer da sääŠmteeŠǧǧ presideent leŠjje õõutmiõllsa tõŠst, što jueŠtǩet tâŠvvjânnamlaž sääŠmsuåppmõõžž kuõskki tuâjj.

source: Sámeáššid davviriikkalaš virgeolmmoškomitea bivdojuvvui ráhkaduvvot evttohus das mo vejolaš ráđđádallamat galget čađahuvvot.
sms: RauŠǩǩeš sääŠmaaŠšši tâŠvvjânnamlaž veŠrǧǧorgaan raajjâd eŠtǩǩõs tõŠst mäŠhtt puõŠtti ainsmâŠttem saaǥǥstõõllmõõžž vueiŠtet čõõđted.

source: Dát bargu lea dál gárvvis ja ráđđádallanvuohki gávdno lasáhusas.
sms: Tät tuâjj lij ååŠn vaalmâš da saaǥǥstõõllâmmõõntõõllmõš käunnai õhttõõzzâst.

source: Sámiministarat ja sámedikkiid presideanttat leat ovtta oaivilis ahte joatkevaš proseassa galgá ollašuhttojuvvot dan ráđđádallanvuohkeevttohusa mielde, mii lea dán beavdegirjji lasáhussan.
sms: SääŠmministeer da sääŠmteeŠǧǧ presideent liâ seämma miõlâst tõŠst, što puõŠtti proseezz âlgg čuâvvad ǩeeŠrjtum saaǥǥvuâlaž-mõõntõllumeŠtǩǩõõzz.

source: Stockholmas skábmamánu 22. b. 2010
sms: Tukholmast skammʼmannu 22 peeiŠv 2010
